{
  "<s>": 0,
  "<pad>": 1,
  "</s>": 2,
  "<unk>": 3,
  "<mask>": 4,
  "1": 5,
  "2": 6,
  "3": 7,
  "4": 8,
  "5": 9,
  "6": 10,
  "7": 11,
  "8": 12,
  "9": 13,
  "0": 14,
  "A": 15,
  "B": 16,
  "C": 17,
  "D": 18,
  "E": 19,
  "F": 20,
  "G": 21,
  "H": 22,
  "I": 23,
  "J": 24,
  "K": 25,
  "L": 26,
  "M": 27,
  "N": 28,
  "O": 29,
  "P": 30,
  "Q": 31,
  "R": 32,
  "S": 33,
  "T": 34,
  "U": 35,
  "V": 36,
  "W": 37,
  "X": 38,
  "Y": 39,
  "Z": 40,
  "a": 41,
  "b": 42,
  "c": 43,
  "d": 44,
  "e": 45,
  "f": 46,
  "g": 47,
  "h": 48,
  "i": 49,
  "j": 50,
  "k": 51,
  "l": 52,
  "m": 53,
  "n": 54,
  "o": 55,
  "p": 56,
  "q": 57,
  "r": 58,
  "s": 59,
  "t": 60,
  "u": 61,
  "v": 62,
  "w": 63,
  "x": 64,
  "y": 65,
  "z": 66,
  "(": 67,
  ")": 68,
  "[": 69,
  "]": 70,
  "=": 71,
  "-": 72,
  "+": 73,
  "#": 74,
  ".": 75,
  "%": 76,
  "*": 77,
  "He": 78,
  "Li": 79,
  "Be": 80,
  "Ne": 81,
  "Na": 82,
  "Mg": 83,
  "Al": 84,
  "Si": 85,
  "Cl": 86,
  "Ar": 87,
  "Ca": 88,
  "Sc": 89,
  "Ti": 90,
  "Cr": 91,
  "Mn": 92,
  "Fe": 93,
  "Co": 94,
  "Ni": 95,
  "Cu": 96,
  "Zn": 97,
  "Ga": 98,
  "Ge": 99,
  "As": 100,
  "Se": 101,
  "Br": 102,
  "Kr": 103,
  "Rb": 104,
  "Sr": 105,
  "Zr": 106,
  "Nb": 107,
  "Mo": 108,
  "Tc": 109,
  "Ru": 110,
  "Rh": 111,
  "Pd": 112,
  "Ag": 113,
  "Cd": 114,
  "In": 115,
  "Sn": 116,
  "Sb": 117,
  "Te": 118,
  "Xe": 119,
  "Cs": 120,
  "Ba": 121,
  "La": 122,
  "Ce": 123,
  "Pr": 124,
  "Nd": 125,
  "Pm": 126,
  "Sm": 127,
  "Eu": 128,
  "Gd": 129,
  "Tb": 130,
  "Dy": 131,
  "Ho": 132,
  "Er": 133,
  "Tm": 134,
  "Yb": 135,
  "Lu": 136,
  "Hf": 137,
  "Ta": 138,
  "Re": 139,
  "Os": 140,
  "Ir": 141,
  "Pt": 142,
  "Au": 143,
  "Hg": 144,
  "Tl": 145,
  "Pb": 146,
  "Bi": 147,
  "Po": 148,
  "At": 149,
  "Rn": 150,
  "Fr": 151,
  "Ra": 152,
  "Ac": 153,
  "Th": 154,
  "Pa": 155,
  "Np": 156,
  "Pu": 157,
  "Am": 158,
  "Cm": 159,
  "Bk": 160,
  "Cf": 161,
  "Es": 162,
  "Fm": 163,
  "Md": 164,
  "No": 165,
  "Lr": 166,
  "Rf": 167,
  "Db": 168,
  "Sg": 169,
  "Bh": 170,
  "Hs": 171,
  "Mt": 172,
  "Ds": 173,
  "Rg": 174,
  "Cn": 175,
  "Nh": 176,
  "Fl": 177,
  "Mc": 178,
  "Lv": 179,
  "Ts": 180
}